<?php
/**
 * Created by PhpStorm.
 * User: kovalev
 * Date: 11.11.16
 * Time: 4:19
 */

// Приведите пример, чем отличается &lt;?php от &lt;?=

echo "'&lt;?php' - это открытие php скрипта, как образец можно посмотреть в начале этого файла, 
            он используется для открытия данного скрипта </br>";
echo "'&lt;?=' - это короткая форма записи для вывода текста, 
       при условии если включена на сервере опция поддержки сокращенных тэгов. Пример ниже: </br>";
?>

<?="Вывод текста с использованием тэга '&lt;?='"?>



